Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

# permissions.camera.off.title
source: Camera is off
de: Kamera ist aus
es: La cámara está desactivada
fr: La caméra est désactivée
it: La fotocamera è disattivata
ja: カメラはオフです
ko: 카메라가 꺼져 있음
pt_br: A câmera está desligada
pt_pt: A câmara está desligada
vi: Camera đang tắt
zh_hans: 摄像头已关闭

# permissions.camera.ready.message
source: Camera overlay will be included with recordings.
de: Das Kamerabild wird in Aufnahmen eingeblendet.
es: La superposición de cámara se incluirá en las grabaciones.
fr: L’incrustation de la caméra sera incluse dans les enregistrements.
it: La sovrapposizione della fotocamera verrà inclusa nelle registrazioni.
ja: カメラオーバーレイが録画に含まれます。
ko: 카메라 오버레이가 녹화에 포함됩니다.
pt_br: A sobreposição da câmera será incluída nas gravações.
pt_pt: A sobreposição da câmara será incluída nas gravações.
vi: Lớp phủ camera sẽ được đưa vào bản ghi.
zh_hans: 摄像头叠加层将包含在录制内容中。

# permissions.camera.ready.title
source: Camera on
de: Kamera an
es: Cámara activada
fr: Caméra activée
it: Fotocamera attiva
ja: カメラオン
ko: 카메라 켜짐
pt_br: Câmera ligada
pt_pt: Câmara ligada
vi: Camera bật
zh_hans: 摄像头已开启

# permissions.microphone.enable
source: Enable Mic
de: Mikro aktivieren
es: Activar micrófono
fr: Activer le micro
it: Abilita microfono
ja: マイクを有効にする
ko: 마이크 활성화
pt_br: Ativar microfone
pt_pt: Ativar microfone
vi: Bật micrô
zh_hans: 启用麦克风

# permissions.microphone.grant.message
source: Allow microphone access to add your voice to recordings.
de: Erlaube den Mikrofonzugriff, um deine Stimme zu Aufnahmen hinzuzufügen.
es: Permite el acceso al micrófono para añadir tu voz a las grabaciones.
fr: Autorisez l’accès au microphone pour ajouter votre voix aux enregistrements.
it: Consenti l’accesso al microfono per aggiungere la tua voce alle registrazioni.
ja: 録画に自分の声を追加するには、マイクへのアクセスを許可してください。
ko: 녹화에 음성을 추가하려면 마이크 접근을 허용하세요.
pt_br: Permita o acesso ao microfone para adicionar sua voz às gravações.
pt_pt: Permita o acesso ao microfone para adicionar a sua voz às gravações.
vi: Cho phép truy cập micrô để thêm giọng nói của bạn vào bản ghi.
zh_hans: 允许访问麦克风以将您的声音添加到录制内容中。

# permissions.microphone.off.message
source: Enable microphone audio to add your voice to recordings.
de: Mikrofonaudio aktivieren, um Aufnahmen deine Stimme hinzuzufügen.
es: Activa el audio del micrófono para añadir tu voz a las grabaciones.
fr: Activez le son du microphone pour ajouter votre voix aux enregistrements.
it: Abilita l’audio del microfono per aggiungere la tua voce alle registrazioni.
ja: マイク音声を有効にして、録画に自分の声を追加します。
ko: 마이크 오디오를 활성화하여 녹화에 내 음성을 추가합니다.
pt_br: Ative o áudio do microfone para adicionar sua voz às gravações.
pt_pt: Ative o áudio do microfone para adicionar a sua voz às gravações.
vi: Bật âm thanh micrô để thêm giọng nói của bạn vào bản ghi.
zh_hans: 启用麦克风音频，将你的声音添加到录制中。

# permissions.microphone.off.title
source: Microphone is off
de: Mikrofon ist aus
es: El micrófono está desactivado
fr: Le microphone est désactivé
it: Il microfono è disattivato
ja: マイクはオフです
ko: 마이크가 꺼져 있음
pt_br: O microfone está desligado
pt_pt: O microfone está desligado
vi: Micrô đang tắt
zh_hans: 麦克风已关闭

# permissions.microphone.ready.message
source: Microphone audio will be included with recordings.
de: Mikrofonaudio wird in Aufnahmen einbezogen.
es: El audio del micrófono se incluirá en las grabaciones.
fr: Le son du microphone sera inclus dans les enregistrements.
it: L’audio del microfono sarà incluso nelle registrazioni.
ja: 録画にマイク音声が含まれます。
ko: 녹화에 마이크 오디오가 포함됩니다.
pt_br: O áudio do microfone será incluído nas gravações.
pt_pt: O áudio do microfone será incluído nas gravações.
vi: Âm thanh micrô sẽ được đưa vào bản ghi.
zh_hans: 录制中将包含麦克风音频。

# permissions.microphone.ready.title
source: Microphone on
de: Mikrofon an
es: Micrófono activado
fr: Microphone activé
it: Microfono attivo
ja: マイクオン
ko: 마이크 켜짐
pt_br: Microfone ligado
pt_pt: Microfone ligado
vi: Micrô bật
zh_hans: 麦克风已开启

# permissions.screen.enable
source: Enable Capture
de: Aufnahme aktivieren
es: Activar captura
fr: Activer la capture
it: Abilita acquisizione
ja: 収録を有効にする
ko: 캡처 활성화
pt_br: Ativar captura
pt_pt: Ativar captura
vi: Bật chụp
zh_hans: 启用捕捉

# permissions.screen.off.message
source: macOS needs approval before Luxel can record your screen or system sound. If Luxel is not listed, click + and add the app.
de: macOS benötigt deine Zustimmung, bevor Luxel Bildschirm oder Systemaudio aufnehmen kann. Wenn Luxel nicht aufgeführt ist, klicke auf + und füge die App hinzu.
es: macOS necesita tu autorización para que Luxel pueda grabar la pantalla o el sonido del sistema. Si Luxel no aparece, haz clic en + y añade la app.
fr: macOS requiert votre autorisation avant que Luxel puisse enregistrer l’écran ou le son du système. Si Luxel ne figure pas dans la liste, cliquez sur + et ajoutez l’app.
it: macOS richiede la tua autorizzazione prima che Luxel possa registrare lo schermo o l’audio di sistema. Se Luxel non compare, fai clic su + e aggiungi l’app.
ja: Luxelが画面またはシステムサウンドを録画するには、macOSでの許可が必要です。Luxelが一覧にない場合は、+をクリックしてアプリを追加します。
ko: Luxel이 화면이나 시스템 사운드를 녹음하려면 macOS의 승인이 필요합니다. Luxel이 목록에 없으면 +를 클릭하여 앱을 추가하세요.
pt_br: O macOS precisa de aprovação para que o Luxel possa gravar a tela ou o som do sistema. Se o Luxel não estiver na lista, clique em + e adicione o app.
pt_pt: O macOS precisa de autorização antes de o Luxel poder gravar o ecrã ou o som do sistema. Se o Luxel não estiver na lista, clique em + e adicione a app.
vi: macOS cần bạn cho phép trước khi Luxel có thể ghi màn hình hoặc âm thanh hệ thống. Nếu không thấy Luxel, hãy nhấp + và thêm ứng dụng.
zh_hans: Luxel 录制屏幕或系统声音前需要获得 macOS 的批准。如果列表中没有 Luxel，请点按 + 并添加该应用。

# permissions.screen.off.title
source: Screen capture is off
de: Bildschirmaufnahme ist aus
es: La captura de pantalla está desactivada
fr: La capture d’écran est désactivée
it: L’acquisizione schermo è disattivata
ja: 画面収録はオフです
ko: 화면 캡처가 꺼져 있음
pt_br: A captura de tela está desligada
pt_pt: A captura de ecrã está desligada
vi: Chụp màn hình đang tắt
zh_hans: 屏幕捕捉已关闭

# permissions.screen.ready.message
source: Luxel can record your screen and system sound.
de: Luxel kann deinen Bildschirm und Systemsound aufnehmen.
es: Luxel puede grabar la pantalla y el sonido del sistema.
fr: Luxel peut enregistrer votre écran et le son système.
it: Luxel può registrare lo schermo e l’audio di sistema.
ja: Luxel は画面とシステム音声を収録できます。
ko: Luxel이 화면과 시스템 오디오를 녹화할 수 있습니다.
pt_br: O Luxel pode gravar sua tela e o som do sistema.
pt_pt: O Luxel pode gravar o ecrã e o som do sistema.
vi: Luxel có thể ghi màn hình và âm thanh hệ thống của bạn.
zh_hans: Luxel 可以录制你的屏幕和系统声音。

# permissions.screen.ready.title
source: Screen capture ready
de: Bildschirmaufnahme bereit
es: Captura de pantalla lista
fr: Capture d’écran prête
it: Acquisizione schermo pronta
ja: 画面収録の準備完了
ko: 화면 캡처 준비됨
pt_br: Captura de tela pronta
pt_pt: Captura de ecrã pronta
vi: Chụp màn hình đã sẵn sàng
zh_hans: 屏幕捕捉已就绪

# permissions.systemAudio.enable
source: Enable System Sound
de: Systemsound aktivieren
es: Activar sonido del sistema
fr: Activer le son système
it: Abilita audio di sistema
ja: システム音声を有効にする
ko: 시스템 오디오 활성화
pt_br: Ativar som do sistema
pt_pt: Ativar som do sistema
vi: Bật âm thanh hệ thống
zh_hans: 启用系统声音

# permissions.systemAudio.grant.message
source: Turn Luxel on for system audio in Screen & System Audio Recording. If Luxel is not listed, click + and add the app.
de: Aktiviere Luxel für Systemaudio unter „Bildschirm- & Systemaudioaufnahme“. Wenn Luxel nicht aufgeführt ist, klicke auf + und füge die App hinzu.
es: Activa Luxel para el audio del sistema en «Grabación de pantalla y audio del sistema». Si Luxel no aparece, haz clic en + y añade la app.
fr: Activez Luxel pour le son du système dans « Enregistrement de l’écran et de l’audio du système ». Si Luxel ne figure pas dans la liste, cliquez sur + et ajoutez l’app.
it: Attiva Luxel per l’audio di sistema in “Registrazione schermo e audio di sistema”. Se Luxel non compare, fai clic su + e aggiungi l’app.
ja: 「画面収録とシステムオーディオ録音」でLuxelのシステムオーディオを許可してください。Luxelが一覧にない場合は、+をクリックしてアプリを追加します。
ko: 화면 및 시스템 오디오 녹음에서 Luxel의 시스템 오디오를 켜세요. Luxel이 목록에 없으면 +를 클릭하여 앱을 추가하세요.
pt_br: Ative o Luxel para áudio do sistema em “Gravação de Tela e Áudio do Sistema”. Se o Luxel não estiver na lista, clique em + e adicione o app.
pt_pt: Ative o Luxel para áudio do sistema em “Gravação do ecrã e áudio do sistema”. Se o Luxel não estiver na lista, clique em + e adicione a app.
vi: Bật Luxel cho âm thanh hệ thống trong Ghi màn hình & âm thanh hệ thống. Nếu không thấy Luxel, hãy nhấp + và thêm ứng dụng.
zh_hans: 在“屏幕与系统音频录制”中为 Luxel 启用系统音频。如果列表中没有 Luxel，请点按 + 并添加该应用。

# permissions.systemAudio.off.message
source: System sound uses macOS Screen & System Audio Recording. Microphone uses a separate permission.
de: Systemaudio verwendet „Bildschirm- & Systemaudioaufnahme“ von macOS. Das Mikrofon benötigt eine separate Berechtigung.
es: El sonido del sistema usa «Grabación de pantalla y audio del sistema» de macOS. El micrófono usa un permiso aparte.
fr: Le son du système utilise l’autorisation macOS « Enregistrement de l’écran et de l’audio du système ». Le microphone utilise une autorisation distincte.
it: L’audio di sistema usa “Registrazione schermo e audio di sistema” di macOS. Il microfono usa un permesso separato.
ja: システムサウンドにはmacOSの「画面収録とシステムオーディオ録音」を使用します。マイクには別の権限が必要です。
ko: 시스템 사운드는 macOS의 화면 및 시스템 오디오 녹음 권한을 사용합니다. 마이크에는 별도 권한이 필요합니다.
pt_br: O som do sistema usa “Gravação de Tela e Áudio do Sistema” do macOS. O microfone usa uma permissão separada.
pt_pt: O som do sistema usa “Gravação do ecrã e áudio do sistema” do macOS. O microfone usa uma permissão separada.
vi: Âm thanh hệ thống dùng quyền Ghi màn hình & âm thanh hệ thống của macOS. Micrô dùng quyền riêng.
zh_hans: 系统声音使用 macOS 的“屏幕与系统音频录制”权限。麦克风使用单独的权限。

# permissions.systemAudio.off.title
source: System sound is off
de: Systemsound ist aus
es: El sonido del sistema está desactivado
fr: Le son système est désactivé
it: L’audio di sistema è disattivato
ja: システム音声はオフです
ko: 시스템 오디오가 꺼져 있음
pt_br: O som do sistema está desligado
pt_pt: O som do sistema está desligado
vi: Âm thanh hệ thống đang tắt
zh_hans: 系统声音已关闭

# permissions.systemAudio.ready.message
source: System sound will be included with screen recordings.
de: Systemaudio wird in Bildschirmaufnahmen einbezogen.
es: El sonido del sistema se incluirá en las grabaciones de pantalla.
fr: Le son du système sera inclus dans les enregistrements de l’écran.
it: L’audio di sistema sarà incluso nelle registrazioni dello schermo.
ja: 画面録画にシステムサウンドが含まれます。
ko: 화면 녹화에 시스템 사운드가 포함됩니다.
pt_br: O som do sistema será incluído nas gravações de tela.
pt_pt: O som do sistema será incluído nas gravações do ecrã.
vi: Âm thanh hệ thống sẽ được đưa vào bản ghi màn hình.
zh_hans: 屏幕录制中将包含系统声音。

# permissions.systemAudio.ready.title
source: System sound on
de: Systemsound an
es: Sonido del sistema activado
fr: Son système activé
it: Audio di sistema attivo
ja: システム音声オン
ko: 시스템 오디오 켜짐
pt_br: Som do sistema ligado
pt_pt: Som do sistema ligado
vi: Âm thanh hệ thống bật
zh_hans: 系统声音已开启

# permissionStatus.allowed
source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
pt_pt: Permitido
vi: Được phép
zh_hans: 已允许

# permissionStatus.ask
source: Ask
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
ja: 確認
ko: 묻기
pt_br: Perguntar
pt_pt: Perguntar
vi: Hỏi
zh_hans: 询问

# permissionStatus.denied
source: Denied
de: Verweigert
es: Denegado
fr: Refusé
it: Negato
ja: 拒否
ko: 거부됨
pt_br: Negado
pt_pt: Negado
vi: Bị từ chối
zh_hans: 已拒绝

# permissionStatus.restricted
source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
it: Limitato
ja: 制限あり
ko: 제한됨
pt_br: Restrito
pt_pt: Restrito
vi: Bị hạn chế
zh_hans: 受限

# permissionStatus.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
pt_pt: Desconhecido
vi: Không xác định
zh_hans: 未知

source: Prepare settings for saving recent recording history.
de: Einstellungen zum Speichern des letzten Aufnahmeverlaufs vorbereiten.
es: Prepara los ajustes para guardar el historial de grabación reciente.
fr: Préparer les réglages pour enregistrer l’historique récent.
it: Prepara le impostazioni per salvare la cronologia di registrazione recente.
ja: 直近の録画履歴を保存するための設定を準備します。
ko: 최근 녹화 기록을 저장하기 위한 설정을 준비합니다.
pt_br: Prepare os ajustes para salvar o histórico recente de gravação.
pt_pt: Prepare as definições para guardar o histórico recente de gravação.
vi: Chuẩn bị cài đặt để lưu lịch sử ghi gần đây.
zh_hans: 准备用于保存近期录制历史的设置。

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
ja: プリセット
ko: 프리셋
pt_br: Predefinição
pt_pt: Predefinição
vi: Cài đặt sẵn
zh_hans: 预设

source: Previous match
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Occurrence précédente
it: Corrispondenza precedente
ja: 前の一致項目
ko: 이전 일치 항목
pt_br: Correspondência anterior
pt_pt: Correspondência anterior
vi: Kết quả khớp trước
zh_hans: 上一个匹配项

source: Previous transcript search match
de: Vorheriger Treffer in der Transkriptsuche
es: Coincidencia anterior en la búsqueda de transcripción
fr: Occurrence précédente dans la transcription
it: Corrispondenza precedente nella ricerca della trascrizione
ja: 文字起こし検索の前の一致項目
ko: 대화 내용 기록 검색의 이전 일치 항목
pt_br: Correspondência anterior na busca da transcrição
pt_pt: Correspondência anterior na pesquisa da transcrição
vi: Kết quả khớp trước trong bản chép lời
zh_hans: 转录文本搜索中的上一个匹配项

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
pt_br: Qualidade
pt_pt: Qualidade
vi: Chất lượng
zh_hans: 质量

source: Quick Preset
de: Schnellvoreinstellung
es: Preajuste rápido
fr: Préréglage rapide
it: Preset rapido
ja: クイックプリセット
ko: 빠른 프리셋
pt_br: Predefinição rápida
pt_pt: Predefinição rápida
vi: Cài đặt nhanh
zh_hans: 快速预设

source: Quick Record
de: Schnellaufnahme
es: Grabación rápida
fr: Enregistrement rapide
it: Registrazione rapida
ja: クイック録画
ko: 빠른 녹화
pt_br: Gravação rápida
pt_pt: Gravação rápida
vi: Ghi nhanh
zh_hans: 快速录制

source: Quick Record Last
de: Letztes schnell aufnehmen
es: Repetir grabación rápida
fr: Reprendre l’enregistrement rapide
it: Ripeti registrazione rapida
ja: 前回の対象をクイック録画
ko: 최근 대상 빠른 녹화
pt_br: Gravar novamente com rapidez
pt_pt: Repetir gravação rápida
vi: Ghi nhanh mục gần nhất
zh_hans: 快速录制上次目标

# purchaseVerification.failed.message
source: Install Luxel from the Mac App Store using the Apple Account that purchased it.
de: Installiere Luxel aus dem Mac App Store mit dem Apple Account, mit dem es gekauft wurde.
es: Instala Luxel desde el Mac App Store con la cuenta de Apple que se utilizó para comprarlo.
fr: Installez Luxel depuis le Mac App Store avec le compte Apple utilisé pour l’acheter.
it: Installa Luxel dal Mac App Store con l’Apple Account usato per acquistarlo.
ja: Luxelを購入したApple Accountを使ってMac App Storeからインストールしてください。
ko: Luxel을 구입한 Apple Account를 사용하여 Mac App Store에서 Luxel을 설치하십시오.
pt_br: Instale o Luxel pela Mac App Store usando a Conta Apple utilizada na compra.
pt_pt: Instale o Luxel a partir da Mac App Store com a Conta Apple utilizada na compra.
vi: Hãy cài đặt Luxel từ Mac App Store bằng Tài khoản Apple đã dùng để mua ứng dụng.
zh_hans: 请使用购买 Luxel 的 Apple 账户从 Mac App Store 安装。

# purchaseVerification.failed.title
source: Luxel Purchase Could Not Be Verified
de: Der Luxel-Kauf konnte nicht bestätigt werden
es: No se pudo verificar la compra de Luxel
fr: Impossible de vérifier l’achat de Luxel
it: Impossibile verificare l’acquisto di Luxel
ja: Luxelの購入を確認できませんでした
ko: Luxel 구매를 확인할 수 없습니다
pt_br: Não foi possível verificar a compra do Luxel
pt_pt: Não foi possível verificar a compra do Luxel
vi: Không thể xác minh giao dịch mua Luxel
zh_hans: 无法验证 Luxel 购买

# quickExport.error.notifierUnavailable
source: Export notification delivery is unavailable.
de: Exportbenachrichtigungen sind nicht verfügbar.
es: La entrega de notificaciones de exportación no está disponible.
fr: Les notifications d’exportation ne sont pas disponibles.
it: Le notifiche di esportazione non sono disponibili.
ja: 書き出し通知を配信できません。
ko: 내보내기 알림을 전송할 수 없습니다.
pt_br: As notificações de exportação não estão disponíveis.
pt_pt: As notificações de exportação não estão disponíveis.
vi: Không thể gửi thông báo xuất.
zh_hans: 无法发送导出通知。

# quickExport.error.outputDirectoryAccessRevoked
source: Luxel no longer has permission to save to %@. Choose the recordings folder again.
de: Luxel darf nicht mehr in %@ speichern. Wähle den Aufnahmeordner erneut aus.
es: Luxel ya no tiene permiso para guardar en %@. Vuelve a elegir la carpeta de grabaciones.
fr: Luxel n’est plus autorisé à enregistrer dans %@. Choisissez à nouveau le dossier des enregistrements.
it: Luxel non ha più il permesso di salvare in %@. Scegli di nuovo la cartella delle registrazioni.
ja: Luxelには%@への保存権限がありません。録画フォルダをもう一度選択してください。
ko: Luxel에 %@에 저장할 권한이 없습니다. 녹화 폴더를 다시 선택하세요.
pt_br: O Luxel não tem mais permissão para salvar em %@. Escolha novamente a pasta de gravações.
pt_pt: O Luxel já não tem permissão para guardar em %@. Escolha novamente a pasta de gravações.
vi: Luxel không còn quyền lưu vào %@. Hãy chọn lại thư mục bản ghi.
zh_hans: Luxel 不再有权保存到 %@。请重新选择录制文件夹。

# quickExport.error.presetNotFound
source: Quick export preset %@ was not found.
de: Die Schnellexportvoreinstellung %@ wurde nicht gefunden.
es: No se ha encontrado el preajuste de exportación rápida %@.
fr: Le préréglage d’exportation rapide %@ est introuvable.
it: Il preset di esportazione rapida %@ non è stato trovato.
ja: クイック書き出しプリセット%@が見つかりません。
ko: 빠른 내보내기 프리셋 %@을(를) 찾을 수 없습니다.
pt_br: A predefinição de exportação rápida %@ não foi encontrada.
pt_pt: A predefinição de exportação rápida %@ não foi encontrada.
vi: Không tìm thấy cài đặt xuất nhanh %@.
zh_hans: 未找到快速导出预设 %@。

source: Quit Luxel
de: Luxel beenden
es: Salir de Luxel
fr: Quitter Luxel
it: Esci da Luxel
ja: Luxelを終了
ko: Luxel 종료
pt_br: Encerrar Luxel
pt_pt: Sair do Luxel
vi: Thoát Luxel
zh_hans: 退出 Luxel

source: Recent recording preview
de: Vorschau der letzten Aufnahme
es: Vista previa de la grabación reciente
fr: Aperçu de l’enregistrement récent
it: Anteprima della registrazione recente
ja: 直近の録画プレビュー
ko: 최근 녹화 미리보기
pt_br: Prévia da gravação recente
pt_pt: Pré-visualização da gravação recente
vi: Bản xem trước bản ghi gần đây
zh_hans: 近期录制预览

source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 収録
ko: 녹화
pt_br: Gravar
pt_pt: Gravar
vi: Ghi
zh_hans: 录制

source: Record Active Window
de: Aktives Fenster aufnehmen
es: Grabar ventana activa
fr: Enregistrer la fenêtre active
it: Registra finestra attiva
ja: アクティブウインドウを録画
ko: 활성 윈도우 녹화
pt_br: Gravar janela ativa
pt_pt: Gravar janela ativa
vi: Ghi cửa sổ đang hoạt động
zh_hans: 录制活动窗口

source: Record Fullscreen
de: Gesamten Bildschirm aufnehmen
es: Grabar pantalla completa
fr: Enregistrer en plein écran
it: Registra schermo intero
ja: フルスクリーンを録画
ko: 전체 화면 녹화
pt_br: Gravar tela inteira
pt_pt: Gravar ecrã inteiro
vi: Ghi toàn màn hình
zh_hans: 全屏录制

source: Record Microphone
de: Mikrofon aufnehmen
es: Grabar micrófono
fr: Enregistrer le microphone
it: Registra microfono
ja: マイクを録音
ko: 마이크 녹음
pt_br: Gravar microfone
pt_pt: Gravar microfone
vi: Thu micrô
zh_hans: 录制麦克风

source: Record System Audio
de: Systemaudio aufnehmen
es: Grabar audio del sistema
fr: Enregistrer le son du système
it: Registra audio di sistema
ja: システムオーディオを録音
ko: 시스템 오디오 녹음
pt_br: Gravar áudio do sistema
pt_pt: Gravar áudio do sistema
vi: Ghi âm thanh hệ thống
zh_hans: 录制系统音频

source: Record the selected area.
de: Den ausgewählten Bereich aufnehmen.
es: Graba el área seleccionada.
fr: Enregistrer la zone sélectionnée.
it: Registra l’area selezionata.
ja: 選択した範囲を録画します。
ko: 선택한 영역을 녹화합니다.
pt_br: Grave a área selecionada.
pt_pt: Grave a área selecionada.
vi: Ghi vùng đã chọn.
zh_hans: 录制所选区域。

source: Record with a quick export preset.
de: Mit einer Schnellexportvoreinstellung aufnehmen.
es: Graba con un preajuste de exportación rápida.
fr: Enregistrer avec un préréglage d’exportation rapide.
it: Registra con un preset di esportazione rapida.
ja: クイック書き出しプリセットで録画します。
ko: 빠른 내보내기 프리셋으로 녹화합니다.
pt_br: Grave com uma predefinição de exportação rápida.
pt_pt: Grave com uma predefinição de exportação rápida.
vi: Ghi bằng cài đặt xuất nhanh.
zh_hans: 使用快速导出预设录制。

source: Recording Failed
de: Aufnahme fehlgeschlagen
es: Error de grabación
fr: Échec de l’enregistrement
it: Registrazione non riuscita
ja: 録画に失敗しました
ko: 녹화 실패
pt_br: Falha na gravação
pt_pt: Falha na gravação
vi: Ghi không thành công
zh_hans: 录制失败

source: Recording Waveform
de: Aufnahmewellenform
es: Forma de onda de la grabación
fr: Forme d’onde de l’enregistrement
it: Forma d’onda della registrazione
ja: 録画の波形
ko: 녹화 파형
pt_br: Forma de onda da gravação
pt_pt: Forma de onda da gravação
vi: Dạng sóng bản ghi
zh_hans: 录制波形

# recording.accessibility.countdown
source: Luxel recording starts in %@
de: Luxel-Aufnahme beginnt in %@
es: La grabación de Luxel comienza en %@
fr: L’enregistrement Luxel commence dans %@
it: La registrazione Luxel inizia tra %@
ja: Luxelの録画は%@後に開始します
ko: Luxel 녹화가 %@ 후 시작됩니다
pt_br: A gravação do Luxel começa em %@
pt_pt: A gravação do Luxel começa dentro de %@
vi: Luxel bắt đầu ghi sau %@
zh_hans: Luxel 将在 %@ 后开始录制

# recording.accessibility.elapsed
source: %@, elapsed %@
de: %@, %@ vergangen
es: %@, %@ transcurrido
fr: %@, %@ écoulé
it: %@, %@ trascorso
ja: %@、経過時間%@
ko: %@, 경과 시간 %@
pt_br: %@, %@ decorridos
pt_pt: %@, %@ decorridos
vi: %@, đã trôi qua %@
zh_hans: %@，已用时 %@

# recording.accessibility.exporting
source: Luxel exporting, %d%% complete
de: Luxel exportiert, %d%% abgeschlossen
es: Luxel está exportando, %d%% completado
fr: Exportation par Luxel, %d%% terminée
it: Esportazione Luxel, %d%% completata
ja: Luxelで書き出し中、%d%%完了
ko: Luxel 내보내기 중, %d%% 완료
pt_br: Luxel exportando, %d%% concluído
pt_pt: Luxel a exportar, %d%% concluído
vi: Luxel đang xuất, đã hoàn tất %d%%
zh_hans: Luxel 正在导出，已完成 %d%%

# recording.accessibility.failed
source: Luxel recording failed
de: Luxel-Aufnahme fehlgeschlagen
es: La grabación de Luxel ha fallado
fr: Échec de l’enregistrement Luxel
it: Registrazione Luxel non riuscita
ja: Luxelの録画に失敗しました
ko: Luxel 녹화 실패
pt_br: Falha na gravação do Luxel
pt_pt: Falha na gravação do Luxel
vi: Luxel ghi không thành công
zh_hans: Luxel 录制失败

# recording.accessibility.paused
source: Luxel recording paused
de: Luxel-Aufnahme pausiert
es: Grabación de Luxel en pausa
fr: Enregistrement Luxel en pause
it: Registrazione Luxel in pausa
ja: Luxelの録画を一時停止しました
ko: Luxel 녹화 일시 정지됨
pt_br: Gravação do Luxel pausada
pt_pt: Gravação do Luxel em pausa
vi: Bản ghi Luxel đã tạm dừng
zh_hans: Luxel 录制已暂停

# recording.accessibility.pausedElapsed
source: Luxel recording paused at %@
de: Luxel-Aufnahme bei %@ pausiert
es: Grabación de Luxel en pausa en %@
fr: Enregistrement Luxel en pause à %@
it: Registrazione Luxel in pausa a %@
ja: Luxelの録画を%@で一時停止しました
ko: Luxel 녹화가 %@에 일시 정지됨
pt_br: Gravação do Luxel pausada em %@
pt_pt: Gravação do Luxel em pausa em %@
vi: Bản ghi Luxel đã tạm dừng tại %@
zh_hans: Luxel 录制已在 %@ 暂停

# recording.accessibility.pausedRemaining
source: Luxel recording paused, remaining %@
de: Luxel-Aufnahme pausiert, %@ verbleibend
es: Grabación de Luxel en pausa, quedan %@
fr: Enregistrement Luxel en pause, %@ restantes
it: Registrazione Luxel in pausa, %@ rimanenti
ja: Luxelの録画は一時停止中、残り%@
ko: Luxel 녹화 일시 정지됨, %@ 남음
pt_br: Gravação do Luxel pausada, %@ restantes
pt_pt: Gravação do Luxel em pausa, faltam %@
vi: Bản ghi Luxel đã tạm dừng, còn %@
zh_hans: Luxel 录制已暂停，剩余 %@
